IDEA Open Model
NadStrategyConcrete Class
Compatible with IDEA StatiCa Beta 20.0
 Nad strategy concrete
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.NadStrategyConcrete
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class NadStrategyConcrete
Public Class NadStrategyConcrete
The NadStrategyConcrete type exposes the following members.
Constructors
Name | Description
NadStrategyConcrete
 Constructor
Top
Properties
Name | Description
SetupValues
 Setup values
Top
See Also
Reference
IdeaRS.OpenModel.Concrete Namespace